<template>
  <div class="main-banner">
    <h2>Последние новости наших спортсменов</h2>
    <hr>
    <div class="main-banner-image">
      <img src="../../assets/images/main-images/news-photo.jpg"/>
      <div class="main-banner-text">
        <p>Стартовала последняя неделя городского этапа!
          <br>
          <br>
          Нужно ли давать мотивацию словами? Подбадривать игроков и родителей? Конечно, нет!
          День на четвертьфиналы, день на полуфиналы. И уже все, медали у кого-то на шее.
          <br>
          <br>
          В 1/4 финала встретились две амбициозные команды юношей: СОШ № 98 из Калининского и СОШ № 471 из Выборского районов Санкт-Петербурга.
          Игра ожидалась равной: обе команды вооружены лидерами, имеющими опыт выступления в чемпионате баскетбольных спортивных школ города. Есть классные ролевики, умеющие подносить снаряды лидерам и самоотверженно защищать свое кольцо. А самое главное – огромное желание победить и представлять свою школу в полуфинале городского этапа чемпионата ШБЛ «КЭС-БАСКЕТ» Санкт-Петербург.
          <br>
          <br>
          Итоговый счёт – 58:40 и дальше проходит 471-я школа! В полуфинале они встретятся с Гимназией №524, которая выиграла в триллере со счётом 42:40 у СОШ №4! Матч состоится 25 февраля в 13:15!
        </p>
      </div>
    </div>
  </div>
  <hr>
</template>

<style scoped>
div {
  margin: 2%;
}

h2 {
  text-align: center;
  color: midnightblue;
}

img {
  max-width: 600px;
  max-height: 600px;
  padding: 1%;
}

.main-banner-image {
  display: flex;
  justify-content: center;
  flex-direction: row;
}

hr {
  border: none;
  background-color: midnightblue;
  height: 2px;
}

</style>
<script setup lang="ts">
</script>
